
export var MESSAGE_CODE = {
    
    121:"Реєстрація пройшла успішно",
    122:"Успішний вхід в систему",
    123:"Оновлення пройшло успішно",
    124:"Успішна зміна пароля",
    125:"Успішно завершена операція",
    127:"Успішний вихід з системи",
    131:"Пропущений процес перенаправлення",
    132:"Процес перенаправлення пройшов успішно",
    133:"Дані збережені",
    134:"Отриманий список закладів",
    135:"Отримана історія замовлень",
    136:"Отримані деталі закладу",
    137:"Успішо затверджено",
    138:"Відміна",
    139:"Отримана детальна інформація",
    140:"Перевірка пройшла успішно",

    142:"Рейтинг користвача успішно відправлений",
    143:"Рейтинг кур'єра успішно відправлений",
    144:"Отриманий денний заробіток",
    145:"Отриманий тижневий заробіток",
    146:"Відміна запиту",
    244: "Кур'єра для замовлення успішно назначено",
    253: 'Запит успішно виконаний',
    
    
    381:"Продукт успішно доданий",
    382:"Список продуктів успішно отриманий",
    383:"Оновлення продуктів успішне",
    391:"Специфікація додана успішно",
    392:"Список специфікацій отриманий успішно",
    393:"Специфікація успішно видалена",
    
    901:"Позиція успішно додана",
    902:"Зображення позиції успішно завантажене",
    903:"Зображення позиції успішно оновлене",
    904:"Список позицій отриманий",
    905:"Список позицій оновлений",
    906:"Позиція успішно змінена",
    911:"Документ успішно доданий",
    912:"Список документів успішний",
    913:"Документ успішно завантажений",
    914:"Документ успішно оновлений",
    2041:"Специфікація додана успішно",
    2042:"Список специфікацій отриманий успішно",

    241: "Замовлення успішно створене",
    5001: "Перевірте електронну пошту",
    921: "Промокод успішно доданий",
    923: "Промокод успішно оновлений",

    201: 'Реєстрація успішна',
    222: 'Транспортний засіб успішно доданий'
        
        
}
