
export var ERROR_CODE = {

    999: "Токен недійсний",

    601: "Помилка реєстрації.",
    602: "Email вже зареєстрований.",
    603: "Номер телефону вже зареєстрований.",

    501: "Помилка реєстрації.",
    502: "Email вже зареєстрований.",
    503: "Номер телефону вже зареєстрований.",

    401: "Помилка реєстрації.",
    402: "Email вже зареєстрований.",
    403: "Номер телефону вже зареєстрований.",
    1000: "Email Не зареєстровано",

    611: "Помилка входу.",
    612: "Email не зареєстрований.",
    613: "Невірний пароль.",
    621: "Помилка оновлення.",
    623: "Помилка виходу.",
    631: "Недійсний реферальний код.",
    632: "Реферальний код вже використаний.",
    633: "Помилика реферального процесу.",

    1001: "Помилка при доданні документів.",
    994: "Недійсний Логін або Пароль.",
    832: "Помилка при оновлені налаштувань.",
    996: "Email вже використовується Registered.",
    842: "Помилка при доданні доставки.",
    844: "Помилка при оновлені доставки.",

    817: "Помилка під час відміни запиту до гаманця.",
    818: "Запит виконаний невдало.",
    819: "Запит гаманця не вдалось відправити.",
    820: "Помилка при прийнятті запиту гаманця.",
    
    437: "Для початку завантажте зображення.",
    438: "Для початку оберіть транспортний засіб.",
    439: "Транспортний засіб не назначений або не затверджений",
    426: "Кур'єр не знайдений"

}
