
export var MESSAGE_CODE = {

    981: "Адміністратор успішно доданий.",
    982: "Адміністратор успішно оновлений.",
    985: "Адміністратор видалений.",
    302: "Країна успішно додана.",
    303: "Країна успішно оновлена.",
    312: "Місто успішно додане.",
    313: "Місто успішно оновлене.",
    371: "Сервіс успішно доданий.",
    373: "Сервіс успішно оновлений.",
    911: "Документ успішно доданий.",
    914: "Документ успішно оновлений.",


    921: "Промокод успішно доданий.",
    923: "Промокод успішно оновлний.",

    342: "Доставка успішно додана.",
    345: "Доставка успішно оновлена.",
    352: "Транспортний заклад успішно доданий.",
    353: "Транспортний заклад успішно оновлений.",
    
    223: "Кур'єр успішно оновив транспортний засіб.",

    203: "Кур'єр успішно оновлений.",
    214: "Кур'єр успішно підтверджений.",
    215: "Кур'єр скасований.",
    244: "Замовлення успішно назначене на кур'єра ",
    
    123: "Заклад успішно оновлений.",
    137: "Заклад успішно підтверджений.",
    138: "Заклад скасований.",
    
    103: "Користувач успішно оновлений.",
    191: "Користувач успішно підтверджений.",
    192: "Користувач скасований.",
    253: 'Запит виконаний успішно',
    
    986:"Успішний вхід.",
    
    5001:"Пароль успішно скинуто.",
    913:"Зображення документів завантажені успішно.",
    
    915: "Реклама успішно додана.",
    917: "Реклама успшіно оновлена.",
    918: "Реклама видалена.",
    
    316: "Запит гаманця успішно виконаний.",
    317: "Запит гаманця скасований.",
    318: "Запит гаманця успішно переданий.",
    319: "Запит гаманця успішно прийнятий.",
    
    2013:"Email оновлений успішно.",
    2014:"Email конфігурація змінена.",
    2053:"SMS успішно оновлені.",
    2054:"Конфігурація SMS оновлена",
    
    114:"Баланс гаманця доданий успішно.",
    108:"Sms відправлено успішно.",
    109:"Сповіщення успішно надіслано.",
    
    2061:"Налаштування успішно змінені.",
    


}
